/* No comment provided by engineer. */
"%@ since last back-up" = "%@ desde el último respaldo";

/* No comment provided by engineer. */
"AC Power" = "Adaptador de corriente";

/* No comment provided by engineer. */
"AirPort Connected" = "Conectado a AirPort";

/* No comment provided by engineer. */
"AirPort Disconnected" = "Desconectado de AirPort";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "¡Advertencia! Activar esta opción añadirá HardwareGrowler a sus items de arranque";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "Activando esto permitirá que HardwareGrowler se ejecute cada vez que entre en su cuenta, de forma que estára disponible todo el tiempo";

/* No comment provided by engineer. */
"Back-up took %@" = "El respaldo tomó %@";

/* No comment provided by engineer. */
"Battery charging" = "Carga de la batería";

/* No comment provided by engineer. */
"Battery Low!" = "¡Batería baja!";

/* No comment provided by engineer. */
"Battery Low, Please plug the computer in now" = "Batería baja, por favor conecta el ordenador a una fuente de energía";

/* No comment provided by engineer. */
"Battery Power" = "Batería restante";

/* No comment provided by engineer. */
"Bluetooth Connected" = "Bluetooth conectado";

/* No comment provided by engineer. */
"Bluetooth Connection" = "Conexión Bluetooth";

/* No comment provided by engineer. */
"Bluetooth Disconnected" = "Bluetooth desconectado";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "Desconexión Bluetooth";

/* No comment provided by engineer. */
"Bluetooth Module on OSX Lion requires 10.7.3" = "Se requiere la versión 10.7.3 de OS X para el módulo de Bluetooth";

/* No comment provided by engineer. */
"Bluetooth Monitor" = "Monitor de Bluetooth";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Canceled after %@" = "Cancelado después de %@";

/* No comment provided by engineer. */
"Caps Lock" = "Bloq. Mayús.";

/* No comment provided by engineer. */
"Caps Lock Off" = "Bloq. Mayús. desactivado";

/* No comment provided by engineer. */
"Caps Lock On" = "Bloq. Mayús. activado";

/* No comment provided by engineer. */
"Capster" = "Capster";

/* Message body on a volume mount notification, clicking it opens the drive in finder */
"Click to open" = "Click para abrir";

/* No comment provided by engineer. */
"Current Level: %ld%%" = "Nivel actual: %ld%%";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "Activar esta opción causará que HardwareGrowler funcione sin mostrar un icono ni en el Dock ni en la barra de menús.\n\nPara acceder a las preferencias, toque HardwareGrowler en Launchpad, o abra HardwareGrowler desde el Finder.";

/* No comment provided by engineer. */
"Failed after %@" = "Fallido después de %@";

/* No comment provided by engineer. */
"Firewire Connected" = "Firewire conectado";

/* No comment provided by engineer. */
"Firewire Connection" = "Conexión Firewire";

/* No comment provided by engineer. */
"Firewire Disconnected" = "Firewire desconectado";

/* No comment provided by engineer. */
"Firewire Disconnection" = "Desconectar Firewire";

/* No comment provided by engineer. */
"Firewire Monitor" = "Monitor de Firewire";

/* No comment provided by engineer. */
"First backup, or no previous backup found in the system log" = "Primer respaldo, o no se han encontrado respaldos anteriores en el log del sistema";

/* No comment provided by engineer. */
"FN Key" = "Tecla FN";

/* No comment provided by engineer. */
"FN Key Pressed" = "Tecla FN presionada";

/* No comment provided by engineer. */
"FN Key Released" = "Tecla FN soltada";

/* No comment provided by engineer. */
"General" = "General";

/* Unit names */
"hours" = "horas";

/* No comment provided by engineer. */
"Icon:" = "Icono:";

/* Title for colum in table of ignored volumes */
"Ignored Drives:" = "Volúmenes ignorados:";

/* No comment provided by engineer. */
"In order to receive notifications about Bluetooth devices on OSX Lion, please upgrade to 10.7.3 or above" = "Para recibir notificaciones sobre dispositivos Bluetooth en OS X Lion, por favor actualiza a la versión 10.7.3 o superior";

/* No comment provided by engineer. */
"In order to receive notifications about Phone Devices, please upgrade to OSX Lion 10.7.3 or above" = "Para recibir notificaciones sobre dispositivos de teléfono en OS X Lion, por favor actualiza a la versión 10.7.3 o superior";

/* No comment provided by engineer. */
"Incoming Phone Call" = "Llamada entrante";

/* No comment provided by engineer. */
"Incoming SMS" = "SMS entrante";

/* No comment provided by engineer. */
"Interface:\t%@" = "Interfaz:\t%@";

/* The first %@ will be replaced with the interface (en0, en1, etc) second %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\t%@\nMedia:\t%@" = "Interfaz:\t%1$@⏎ Medio:\t%2$@";

/* No comment provided by engineer. */
"IP Address Changed" = "La dirección IP ha cambiado";

/* No comment provided by engineer. */
"IP Addresses Updated" = "Direcciones IP actualizadas";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "Unido a la red.\nSSID:\t\t%1$@\nBSSID:\t%2$@";

/* No comment provided by engineer. */
"Left network %@." = "Dejó la red %@.";

/* Unit label for how often to refire the battery status
   Unit names */
"minutes" = "minutos";

/* No comment provided by engineer. */
"Modules" = "módulos";

/* No comment provided by engineer. */
"Mounted" = "Montado";

/* No comment provided by engineer. */
"Network Link Down" = "Enlace de red no disponible";

/* No comment provided by engineer. */
"Network Link Up" = "Enlace de red disponible";

/* No comment provided by engineer. */
"Network Monitor" = "Monitor de red";

/* display no icon at all */
"No icon visible" = "No mostrar icono";

/* No comment provided by engineer. */
"No routable IP addresses" = "Sin direcciones IP direccionables";

/* Label over list of checkboxes for notifying for certain keys */
"Notify For:" = "Notificar para:";

/* No comment provided by engineer. */
"Num Lock" = "Bloq. Num.";

/* No comment provided by engineer. */
"Num Lock Off" = "Bloq. Num. desactivado";

/* No comment provided by engineer. */
"Num Lock On" = "Bloq. Num. activado";

/* If the string is too long, use O */
"OFF" = "NO";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* If the string is too long, use I */
"ON" = "SÍ";

/* Format string for On <power type> */
"On %@" = "Activado %@";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "Preferencias de HardwareGrowler...";

/* No comment provided by engineer. */
"Phone Module" = "Módulo de teléfono";

/* No comment provided by engineer. */
"Phone Module requires OSX Lion 10.7.3 or above" = "El módulo de teléfono requiere OS X Lion 10.7.3 o superior";

/* No comment provided by engineer. */
"Power Changed" = "La energía ha cambiado";

/* No comment provided by engineer. */
"Power Monitor" = "Monitor de energía";

/* No comment provided by engineer. */
"Power Warning" = "Advertencia de energía";

/* No comment provided by engineer. */
"Preferences" = "Preferencias";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "Salir de HardwareGrowler";

/* Label for checkbox that sets battery status to redisplay every so often */
"Refire battery status" = "Relanzar estado de batería";

/* Label for box for putting in the amount of time between refire */
"Refire every:" = "Relanzar cada:";

/* Label for checkbox that sets whether to only show battery status every x minutes when on battery pwoer */
"Refire only on battery" = "Relanzar sólo con batería";

/* Unit names */
"seconds" = "segundos";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is connected" = "Enviar cuando se conecte un dispositivo Bluetooth";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is disconnected" = "Enviar cuando se desconecte un dispositivo Bluetooth";

/* No comment provided by engineer. */
"Sent when a Firewire Device is connected" = "Enviar cuando se conecte un dispositivo Firewire";

/* No comment provided by engineer. */
"Sent when a Firewire Device is disconnected" = "Enviar cuando se desconecte un dispositivo Firewire";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is connected" = "Enviar cuando se conecte un dispositivo Thunderbolt";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is disconnected" = "Enviar cuando se desconecte un dispositivo Thunderbolt";

/* No comment provided by engineer. */
"Sent when a USB Device is connected" = "Enviar cuando se conecte un dispositivo USB";

/* No comment provided by engineer. */
"Sent when a USB Device is disconnected" = "Enviar cuando se desconecte un dispositivo USB";

/* No comment provided by engineer. */
"Sent when a volume is mounted" = "Enviar cuando se monte un volumen";

/* No comment provided by engineer. */
"Sent when a volume is unmounted" = "Enviar cuando se desmonte un volumen";

/* No comment provided by engineer. */
"Sent when AirPort connects to a network" = "Enviar cuando AirPort se conecte a una red";

/* No comment provided by engineer. */
"Sent when AirPort disconnects from a network" = "Enviar cuando AirPort se desconecte de una red";

/* No comment provided by engineer. */
"Sent when an Ethernet link goes down" = "Enviar cuando se caiga un enlace Ethernet";

/* No comment provided by engineer. */
"Sent when an Ethernet link starts" = "Enviar cuando comience un enlace Ethernet";

/* No comment provided by engineer. */
"Sent when the battery is getting low" = "Enviar cuando la batería se esté agotando";

/* No comment provided by engineer. */
"Sent when the systems IP address changes" = "Enviar cuando cambie la dirección IP del sistema";

/* No comment provided by engineer. */
"Sent when the type or status of power changed" = "Enviar cuando cambie el estado de la fuente de energía";

/* No comment provided by engineer. */
"Sent when Time Machine failed to back up" = "Enviar cuando falle el respaldo de Time Machine";

/* No comment provided by engineer. */
"Sent when Time Machine finishes backing up" = "Enviar cuando Time Machine termine de hacer el respaldo";

/* No comment provided by engineer. */
"Sent when Time Machine is canceled" = "Enviar cuando se cancele el respaldo de Time Machine";

/* No comment provided by engineer. */
"Sent when Time Machine starts backing up" = "Enviar cuando Time Machine comience el respaldo";

/* No comment provided by engineer. */
"Shift Key" = "Tecla Shift";

/* No comment provided by engineer. */
"Shift Key Pressed" = "Tecla Shift presionada";

/* No comment provided by engineer. */
"Shift Key Released" = "Tecla Shift soltada";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "Mostrar dispositivos conectados al arrancar";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "Mostrar icono en ambos";

/* display the icon only in the dock */
"Show icon in the dock" = "Mostrar icono en el Dock";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "Mostrar icono en la barra de menús";

/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "Ejecutar HardwareGrowler al iniciar sesión:";

/* No comment provided by engineer. */
"There are no preferences available for this monitor." = "No hay preferencias disponibles para este monitor";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "Este ajuste tendrá efecto cuando reinicie HardwareGrowler.";

/* No comment provided by engineer. */
"Thunderbolt Connected" = "Thunderbolt conectado";

/* No comment provided by engineer. */
"Thunderbolt Connection" = "Conexión Thunderbolt";

/* No comment provided by engineer. */
"Thunderbolt Disconnected" = "Thunderbolt desconectado";

/* No comment provided by engineer. */
"Thunderbolt Disconnection" = "Desconexión Thunderbolt";

/* No comment provided by engineer. */
"Thunderbolt Monitor" = "Monitor Thunderbolt";

/* No comment provided by engineer. */
"Time Machine Canceled" = "Time Machine ha sido cancelado";

/* No comment provided by engineer. */
"Time Machine Failed" = "Time Machine ha fallado";

/* No comment provided by engineer. */
"Time Machine finished" = "Time Machine ha terminado";

/* No comment provided by engineer. */
"Time Machine Finished" = "Time Machine ha terminado";

/* No comment provided by engineer. */
"Time Machine started" = "Time Machine ha comenzado";

/* No comment provided by engineer. */
"Time Machine Started" = "Time Machine ha comenzado";

/* No comment provided by engineer. */
"Time remaining: %lu minutes" = "Tiempo restante: %lu minutos";

/* No comment provided by engineer. */
"Time to charge: %lu minutes" = "Tiempo para que termine la carga: %lu minutos";

/* No comment provided by engineer. */
"TimeMachine Monitor" = "Monitor de Time Machine";

/* No comment provided by engineer. */
"Unknown Power Source" = "Fuente de energía desconocida";

/* No comment provided by engineer. */
"Unmounted" = "Desmontado";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "Dispositivo FireWire desconocido";

/* No comment provided by engineer. */
"Unnamed Thunderbolt Device" = "Dispositivo Thunderbolt desconocido";

/* No comment provided by engineer. */
"UPS Power" = "Energía UPS";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "Bus USB 2.0";

/* No comment provided by engineer. */
"USB 3.0 Bus" = "Bus USB 3.0";

/* No comment provided by engineer. */
"USB Bus" = "Bus USB";

/* No comment provided by engineer. */
"USB Connected" = "USB conectado";

/* No comment provided by engineer. */
"USB Connection" = "Conexión USB";

/* No comment provided by engineer. */
"USB Disconnected" = "USB desconectado";

/* No comment provided by engineer. */
"USB Disconnection" = "Desconexión USB";

/* No comment provided by engineer. */
"USB Monitor" = "Monitor de USB";

/* No comment provided by engineer. */
"Volume Monitor" = "Monitor de volúmenes";

/* No comment provided by engineer. */
"Volume Mounted" = "Volumen Montado";

/* No comment provided by engineer. */
"Volume Unmounted" = "Volumen desmontado";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "¡Advertencia! Activar esta opción causará que HardwareGrowler se ejecute en segundo plano";

